{
	address: 'Абакан, Республика Хакасия\nул. Хакасская, 26.',
	name: '+7 (3902) 34-33-52\nРеспубликанский центр крови',
	coordinates: [53.722143, 91.464028]
},

{
  address: 'Ангарск, Иркутская область\nКвартал 95, 13',
  name: 'Филиал № 4 ГБУЗ Иркутская областная станция переливания крови',
  coordinates: [52.538142, 103.872187]
},

{
  address: 'Анжеро-Судженск, Кемеровская область\nул. Менделеева, 73',
  name: 'Филиал Кемеровского центра крови',
  coordinates: [56.098587, 86.037359]
},

{
  address: 'Армавир, Краснодарский край\nул. Ленина, 107/1',
  name: 'Армавирский филиал ГБУЗ Станция переливания крови',
  coordinates: [44.997770, 41.131162]
},

{
  address: 'Архангельск\nпр. Ломоносова, 311',
  name: 'Областная станция переливания крови',
  coordinates: [64.564387, 40.544203]
},

{
  address: 'Ачинск, Красноярский край\n4 квартал, 10',
  name: 'Ачинский филиал Красноярского краевого центра крови № 1',
  coordinates: [56.218386, 90.488538]
},

{
  address: 'Байконур, Казахстан\nул. Авиационная, 11',
  name: 'Центральная медико-санитарная часть №1 ФМБА России',
  coordinates: [45.615423, 63.310692]
},

{
  address: 'Барнаул, Алтайский край\nпроспект Ленина, 197',
  name: 'Алтайский краевой центр крови',
  coordinates: [53.382517, 83.738687]
},

{
  address: 'Белово, Кемеровская область\nул. Юности, 18',
  name: 'Беловский филиал Кемеровского центра крови',
  coordinates: [54.420543, 86.301634]
},

{
  address: 'Белореченск, Краснодарский край\nул. Толстого, 160',
  name: 'Белореченский филиал ГБУЗ Станция переливания крови',
  coordinates: [44.778476, 39.865364]
},

{
  address: 'Белорецк, Республика Башкортостан\nул. 5 Июля, 4',
  name: 'Филиал Республиканской станции переливания крови',
  coordinates: [53.968055, 58.399710]
},

{
  address: 'Бийск, Алтайский край\nпер. Владимира Мартьянова, 44',
  name: 'Филиал Алтайский краевой центр крови',
  coordinates: [52.518703, 85.155770]
},

{
  address: 'Бирск, Республика Башкортостан\nКоммунистическая, 120',
  name: 'Филиал Республиканской станции переливания крови',
  coordinates: [55.409247, 55.541567]
},

{
  address: 'Братск, Иркутская область\nул. 40 лет Победы, 6',
  name: 'Филиал № 3 ГБУЗ Иркутская областная станция переливания крови',
  coordinates: [56.177802, 101.601498]
},

{
    address: 'Брянск, Брянская область\nул. 3 Июля, 48',
    name: 'Областная станция переливания крови',
    phone: '+7 (4832) 64-86-34',
    coordinates: [53.262536, 34.356391]
},
{
    address: 'Бузулук, Оренбургская область\n4 микрорайон, 1',
    name: 'Филиал Оренбургской областной клинической СПК Бузулукская станция переливания крови',
    phone: '+7 (35342) 7-65-24, +7 (35342) 7-65-62',
    coordinates: [52.778432, 52.237213]
},
{
    address: 'Волжск, Республика Марий Эл\nул. Грибоедова, 2',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (83631) 4-72-44',
    coordinates: [55.875728, 48.324323]
},
{
    address: 'Волгоград\nул. Голубинская, 9А',
    name: 'Волгоградский областной центр крови',
    phone: '+7 (8442) 37-45-83, +7 (8442) 37-16-16',
    coordinates: [48.713821, 44.496700]
},
{
    address: 'Волгоград\nул. Ветошкина, 55',
    name: 'Вологодская областная станция переливания крови № 1',
    phone: '+7 (8172) 75-05-42, +7 (8172) 75-11-31',
    coordinates: [48.707067, 44.516975]
},
{
    address: 'Владивосток\nул. Октябрьская, 6',
    name: 'Краевая станция переливания крови',
    phone: '+7 (423) 245-93-77, +7 (423) 245-08-67',
    coordinates: [43.124887, 131.884434]
},
{
    address: 'Владимир, Владимирская область\nул. Студенческая, 5',
    name: 'Областная станция переливания крови',
    phone: '+7 (4922) 53-71-00, +7 (4922) 53-74-57',
    coordinates: [56.140580, 40.383090]
},
{
    address: 'Вязники, Владимирская область\nул. Вокзальная, 4а',
    name: 'Филиал ГБУЗ ВО Областная Иркутская областная станция переливания крови',
    phone: '+7 (49233) 3-22-80',
    coordinates: [56.230177, 42.197965]
},
{
    address: 'Вятские Поляны, Кировская область\nул. Лермонтова, 2.',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (83334) 7-63-69',
    coordinates: [56.217911, 51.082393]
},
{
    address: 'Грозный, Республика Чечня\nул. Субры Кишиевой, 47',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8712) 21-21-26, +7 (8712) 21-21-38',
    coordinates: [43.323383, 45.714160]
},
{
    address: 'Горно-Алтайск, Республика Алтай\nул. Шоссейная, 23',
    name: 'Станция переливания крови',
    phone: '+7 (38822) 4-93-35, +7 (38822) 4-93-32',
    coordinates: [51.958498, 85.921979]
},
{
    address: 'Губкинский, Ямало-Ненецкий автономный округ\nмкр. 10, 1',
    name: 'Губкинская городская больница, отделение переливания крови',
    phone: '+7 (34936) 3-68-93',
    coordinates: [64.431895, 76.490298]
},
{
    address: 'Евпатория, Республика Крым\nпр. Победы, 22.',
    name: 'Филиал ГБУЗ РК Центр крови',
    phone: '+7 (36569) 5-95-87',
    coordinates: [45.195247, 33.347826]
},
{
    address: 'Екатеринбург\nул. Волгоградская, 185',
    name: 'Свердловская областная клиническая больница № 1',
    phone: '+7 (343) 351-76-05, +7 (343) 351-16-98',
    coordinates: [56.809975, 60.560635]
},
{
    address: 'Екатеринбург\nул. Пальмиро Тольятти, 8',
    name: 'Областная станция переливания крови',
    phone: '+7 (343) 212-90-44, +7 (343) 233-46-61',
    coordinates: [56.823085, 60.584143]
},
{
    address: 'Екатеринбург\nул. Серафимы Дерябиной, 32/4кА',
    name: 'Областная детская клиническая больница',
    phone: '+7 (343) 231-91-82',
    coordinates: [56.808019, 60.536497]
},
{
    address: 'Екатеринбург\nул. Соликамская, 6',
    name: 'Станция переливания крови ФМБА России',
    phone: '+7 (343) 322-73-48',
    coordinates: [56.872423, 60.518117]
},
{
    address: 'Зеленогорск, Красноярский край\nул. Комсомольская, д. 23/1',
    name: 'Клиническая больница № 42 ФМБА России, отделение переливания крови',
    phone: '+7 (39169) 9-16-52, +7 (39169) 9-15-21',
    coordinates: [56.114189, 94.611751]
},
{
    address: 'Иваново\nул. Парижской коммуны, 5А',
    name: 'Областная станция переливания крови',
    phone: '+7 (4932) 38-48-01, +7 (4932) 38-65-15',
    coordinates: [56.996999, 40.957140]
},
{
    address: 'Ижевск, Удмуртская республика\nул. Зои Космодемьянской, 15',
    name: 'Медицинский центр «Берлин Медикал Клиник»',
    phone: '+7 (3412) 31-27-13, +7 (3412) 57-66-01',
    coordinates: [56.831965, 53.152354]
},
{
    address: 'Иркутск\nул. Байкальская, 122',
    name: 'Областная станция переливания крови',
    phone: '+7 (3952) 22-92-78, +7 (3952) 22-45-80',
    coordinates: [52.263508, 104.309676]
},
{
    address: 'Иркутск\nул. Фрунзе, 32',
    name: 'Иркутский областной онкологический диспансер',
    phone: '+7 (3952) 21-42-20, +7 (950) 076-76-05',
    coordinates: [52.309321, 104.308840]
},
{
    address: 'Ишим, Тюменская область\nул. Паровозная, 131',
    name: 'Филиал Тюменской ОСПК',
    phone: '+7 (34551) 2-52-12, +7 (34551) 6-60-13',
    coordinates: [56.131887, 69.527770]
},
{
    address: 'Йошкар-Ола, Республика Марий Эл\nул. Пролетарская, 66',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8362) 45-44-00, +7 (8362) 45-43-81',
    coordinates: [56.648246, 47.880573]
},
{
    address: 'Казань\nул. Островского, 69/3',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (843) 292-13-73, +7 (843) 292-12-02',
    coordinates: [55.790842, 49.104077]
},
{
    address: 'Казань\nул. Чистопольская, 41',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (843) 273-39-13, +7 (843) 273-39-28',
    coordinates: [55.811285, 49.108141]
},
{
    address: 'Калининград\nул. Челюскинцев, 4',
    name: 'Калининградская областная станция переливания крови',
    phone: '+7 (4012) 36-04-53, +7 (4012) 36-43-73',
    coordinates: [54.715653, 20.508485]
},
{
    address: 'Калуга\nул. Курчатова, 4',
    name: 'Областная станция переливания крови',
    phone: '+7 (4842) 52-57-05, +7 (4842) 52-57-06',
    coordinates: [54.516650, 36.265409]
},
{
    address: 'Каменск-Уральский, Свердловская область\nул. Береговая, 25',
    name: 'Филиал СО "Каменская станция переливания крови"',
    phone: '+7 (3439) 43-60-44',
    coordinates: [56.422328, 61.931230]
},
{
    address: 'Камышин, Волгоградская область\nул. Горького, 27',
    name: 'Волгоградская областная станция переливания крови',
    phone: '+7 (84457) 9-65-32',
    coordinates: [50.078401, 45.407697]
},
{
    address: 'Канаш, Чувашская Республика\nул. Вавилова, 21',
    name: 'Чувашская Республиканская станция переливания крови',
    phone: '+7 (83533) 3-33-80',
    coordinates: [55.511663, 47.478177]
},
{
    address: 'Кемерово\nул. Тельмана, 10',
    name: 'Областная станция переливания крови',
    phone: '+7 (3842) 78-12-38',
    coordinates: [55.350619, 86.085086]
},
{
    address: 'Керчь, Республика Крым\nул. Коммунаров, 40',
    name: 'Филиал ГБУЗ РК Центр крови',
    phone: '+7 (36561) 3-67-07',
    coordinates: [45.368011, 36.475885]
},
{
    address: 'Кингисепп, Ленинградская область\nул. Черняховского, 3',
    name: 'Городская станция переливания крови',
    phone: '+7 (81375) 4-26-13',
    coordinates: [59.377272, 28.614030]
},
{
    address: 'Киров, Кировская область\nул. Красноармейская, 33/8',
    name: 'Областная станция переливания крови',
    phone: '+7 (8332) 63-15-21, +7 (8332) 63-15-42',
    coordinates: [58.601278, 49.667178]
},
{
    address: 'Кисловодск, Ставропольский край\nпр. Пригородный, 14',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (87937) 7-24-92',
    coordinates: [43.906669, 42.697443]
},
{
    address: 'Клин, Московская область\nул. Советская, 6/8',
    name: 'Московская областная станция переливания крови',
    phone: '+7 (49624) 6-07-15',
    coordinates: [56.322016, 36.729369]
},
{
    address: 'Ковров, Владимирская область\nул. Профсоюзная, 13А',
    name: 'Филиал ГБУЗ ВО Областная Иркутская областная станция переливания крови',
    phone: '+7 (49232) 3-22-80',
    coordinates: [56.345696, 41.313161]
},
{
    address: 'Когалым, Ханты-Мансийский автономный округ - Югра\nпр. Ленина, 44А',
    name: 'Когалымская центральная районная больница',
    phone: '+7 (3466) 44-45-18',
    coordinates: [62.262471, 74.484695]
},
{
    address: 'Кострома\nул. Суворова, 49',
    name: 'Областная станция переливания крови',
    phone: '+7 (4942) 31-68-11, +7 (4942) 31-65-68',
    coordinates: [57.770098, 40.927108]
},
{
    address: 'Котлас, Архангельская область\nул. Дзержинского, 73А',
    name: 'ГБУЗ АО "Архангельская областная станция переливания крови"',
    phone: '+7 (81837) 3-55-99, +7 (81837) 3-45-60',
    coordinates: [61.249750, 46.641448]
},
{
    address: 'Красноярск\nул. Аэропорт, 14',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (391) 227-58-70',
    coordinates: [56.087117, 92.947065]
},
{
    address: 'Красноярск\nул. Карла Маркса, 133',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (391) 223-03-13, +7 (391) 227-18-29',
    coordinates: [56.016268, 92.896767]
},
{
    address: 'Красноярск\nул. Северное шоссе, 10',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (391) 251-00-68',
    coordinates: [56.023847, 92.948819]
},
{
    address: 'Красноярск\nул. Телевизорная, 3',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (391) 255-70-10',
    coordinates: [56.024756, 92.853128]
},
{
    address: 'Красноярск\nул. Энтузиастов, 40А',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (391) 241-05-53',
    coordinates: [56.006408, 92.802790]
},
{
    address: 'Курган\nул. М. Горького, 101',
    name: 'Филиал Тюменской ОСПК',
    phone: '+7 (3522) 44-16-50, +7 (3522) 45-00-84',
    coordinates: [55.461376, 65.315111]
},
{
    address: 'Курск\nул. 30 лет Победы, 16Б',
    name: 'Филиал ВГК Центр крови',
    phone: '+7 (4712) 58-76-62',
    coordinates: [51.742398, 36.199686]
},
{
    address: 'Кызыл, Республика Тыва\nул. Будда-Очур, 39',
    name: 'Тувинская Республиканская станция переливания крови',
    phone: '+7 (39422) 4-43-27',
    coordinates: [51.708062, 94.452310]
},
{
    address: 'Лениногорск, Татарстан\nпр. Свободы, 70',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (85595) 7-39-62',
    coordinates: [54.590509, 52.443219]
},
{
    address: 'Ленинск, Волгоградская область\nпер. Дзержинского, 4',
    name: 'Филиал ВГК Центр крови',
    phone: '+7 (84452) 4-14-03',
    coordinates: [48.697836, 45.204931]
},
{
    address: 'Липецк\nпр. Ленина, 1',
    name: 'Филиал ВГК Центр крови',
    phone: '+7 (4742) 22-55-14',
    coordinates: [52.628531, 39.559707]
},
{
    address: 'Люберцы, Московская область\nул. Советская, 27А',
    name: 'Филиал ГБУЗ МО Центр крови',
    phone: '+7 (495) 537-44-46',
    coordinates: [55.673610, 37.932500]
},
{
    address: 'Лянтор, Новосибирская область\nул. Машиностроителей, 14',
    name: 'Лянторская городская больница',
    phone: '+7 (383-57) 2-54-13',
    coordinates: [55.611883, 82.434103]
},
{
    address: 'Магадан\nул. Борисенко, 37',
    name: 'Магаданская областная станция переливания крови',
    phone: '+7 (4132) 69-11-50',
    coordinates: [59.558408, 150.811307]
},
{
    address: 'Магнитогорск, Челябинская область\nул. Поленова, 35',
    name: 'Филиал СО "Магнитогорская станция переливания крови"',
    phone: '+7 (3519) 42-12-61, +7 (3519) 42-05-38',
    coordinates: [53.398378, 58.998985]
},
{
    address: 'Махачкала, Республика Дагестан\nпр. Им. Ярослава Гашека, 21',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8722) 93-61-38, +7 (8722) 93-61-50',
    coordinates: [42.984401, 47.493916]
},
{
    address: 'Москва\nул. Декабристов, 8',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 178-06-61',
    coordinates: [55.686719, 37.632040]
},
{
    address: 'Москва\nул. Краснобогатырская, 44, к. 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-28',
    coordinates: [55.787114, 37.657546]
},
{
    address: 'Москва\nул. Лосиноостровская, 20А',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-23',
    coordinates: [55.793078, 37.735432]
},
{
    address: 'Москва\nул. Марксистская, 34, к. 8',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-14',
    coordinates: [55.742114, 37.670323]
},
{
    address: 'Москва\nул. Маршала Василевского, 13',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 345-19-57',
    coordinates: [55.709680, 37.529330]
},
{
    address: 'Москва\nул. Народного Ополчения, 4, к. 2',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-97',
    coordinates: [55.815477, 37.484685]
},
{
    address: 'Москва\nул. Новоостаповская, 8',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-25',
    coordinates: [55.703974, 37.650559]
},
{
    address: 'Москва\nул. Плеханова, 6',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-96',
    coordinates: [55.715759, 37.696713]
},
{
    address: 'Москва\nул. Подольская, 14',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-77',
    coordinates: [55.671205, 37.653900]
},
{
    address: 'Москва\nул. Поречная, 6А, к. 2',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-31',
    coordinates: [55.719356, 37.649652]
},
{
    address: 'Москва\nул. Пречистенка, 31, стр. 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-95',
    coordinates: [55.744838, 37.601908]
},
{
    address: 'Москва\nул. Трубецкая, 2/10, стр. 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-08',
    coordinates: [55.733329, 37.613196]
},
{
    address: 'Москва\nул. Ферганский, 5А, к. 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-80',
    coordinates: [55.759545, 37.765839]
},
{
    address: 'Москва\nул. Часовая, 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-30',
    coordinates: [55.772120, 37.677404]
},
{
    address: 'Москва\nул. Чистопрудный бульвар, 23',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-24',
    coordinates: [55.762176, 37.630414]
},
{
    address: 'Москва\nул. Шаболовка, 28',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-16',
    coordinates: [55.729545, 37.592098]
},
{
    address: 'Москва\nул. Широкая, 29А, стр. 1',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (495) 609-40-01',
    coordinates: [55.880789, 37.474555]
},
{
    address: 'Москва\nул. Щербаковская, 4',
    name: 'ФБУЗ Центр медицинских технологий и стандартизации в здравоохранении Минздрава России',
    phone: '+7 (499) 190-25-75',
    coordinates: [55.805164, 37.431480]
},
{
    address: 'Мурманск\nул. Челюскинцев, 16А',
    name: 'Мурманская областная станция переливания крови',
    phone: '+7 (8152) 47-45-52, +7 (8152) 47-65-24',
    coordinates: [68.965145, 33.080299]
},
{
    address: 'Муром, Владимирская область\nул. Булатникова, 2',
    name: 'Филиал ГБУЗ ВО Областная Иркутская областная станция переливания крови',
    phone: '+7 (49234) 3-14-19',
    coordinates: [55.571956, 42.047864]
},
{
    address: 'Мытищи, Московская область\nул. Октябрьская, 8',
    name: 'Филиал ГБУЗ МО Центр крови',
    phone: '+7 (495) 537-44-57',
    coordinates: [55.912663, 37.754809]
},
{
    address: 'Назрань, Республика Ингушетия\nул. Ногмова, 141',
    name: 'Ингушская Республиканская станция переливания крови',
    phone: '+7 (8732) 55-65-92, +7 (8732) 55-65-93',
    coordinates: [43.220719, 44.745878]
},
{
    address: 'Надым, Тюменская область\nпр. Мира, 8А',
    name: 'Надымская городская больница',
    phone: '+7 (3499) 32-34-13',
    coordinates: [65.387220, 72.534822]
},
{
    address: 'Назрань, Республика Ингушетия\nул. Кутузова, 88',
    name: 'Ингушская Республиканская станция переливания крови',
    phone: '+7 (8732) 55-69-36',
    coordinates: [43.232689, 44.731787]
},
{
    address: 'Нальчик, Кабардино-Балкарская Республика\nул. Ворошилова, 32',
    name: 'Кабардино-Балкарская Республиканская станция переливания крови',
    phone: '+7 (8662) 40-54-55',
    coordinates: [43.495328, 43.612433]
},
{
    address: 'Наро-Фоминск, Московская область\nул. Гагарина, 8',
    name: 'Филиал ГБУЗ МО Центр крови',
    phone: '+7 (495) 537-44-41',
    coordinates: [55.389545, 36.741743]
},
{
    address: 'Находка, Приморский край\nул. Стрельникова, 27',
    name: 'Находская городская больница',
    phone: '+7 (4236) 61-49-13',
    coordinates: [42.722755, 132.925257]
},
{
    address: 'Невинномысск, Ставропольский край\nул. Чернышевского, 95',
    name: 'Филиал ГБУЗ СК Центр крови',
    phone: '+7 (87951) 7-44-58',
    coordinates: [44.625421, 41.943919]
},
{
    address: 'Нефтеюганск, Ханты-Мансийский автономный округ - Югра\nул. Строителей, 1',
    name: 'Нефтеюганская центральная городская больница',
    phone: '+7 (3463) 31-82-44',
    coordinates: [61.084019, 72.602202]
},
{
    address: 'Нижневартовск, Ханты-Мансийский автономный округ - Югра\nпр. Гагарина, 59',
    name: 'Нижневартовская центральная городская больница',
    phone: '+7 (3466) 45-73-69',
    coordinates: [60.940654, 76.546234]
},
{
    address: 'Нижнекамск, Татарстан\nпр. Авангард, 41',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (8555) 29-08-07',
    coordinates: [55.633601, 51.822501]
},
{
    address: 'Нижний Новгород\nул. Ковальская, 6',
    name: 'Филиал ВГК Центр крови',
    phone: '+7 (831) 419-21-38',
    coordinates: [56.310232, 43.947684]
},
{
    address: 'Нижний Тагил, Свердловская область\nул. Бахарева, 80',
    name: 'Филиал ВГК Центр крови',
    phone: '+7 (343) 568-80-13',
    coordinates: [57.905348, 59.963471]
},

{
    address: 'Нижний Новгород, ул. Родионова, 194',
    name: 'Нижегородский областной центр крови им. Н.Я. Климовой',
    phone: '+7 (831) 432-84-27, +7 (831) 432-84-81',
    coordinates: [56.304605, 44.081795]
},

{
    address: 'Нижний Новгород, ул. Тропинина, 41А',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (831) 469-05-22, +7 (987) 537-65-35',
    coordinates: [56.233574, 43.944578]
},

{
    address: 'Новокузнецк, Кемеровская область, ул. Кутузова, 19',
    name: 'Новокузнецкий филиал Кемеровского областного центра крови',
    phone: '+7 (3843) 79-68-48',
    coordinates: [53.750142, 87.127132]
},

{
    address: 'Новороссийск, Краснодарский край, ул. Видова, 87а',
    name: 'Новороссийский филиал Станции переливания крови',
    phone: '+7 (8617) 21-01-11, +7 (8617) 21-14-58',
    coordinates: [44.725852, 37.755886]
},

{
    address: 'Новосибирск, ул. Серафимовича, 2/1',
    name: 'Новосибирский клинический центр крови',
    phone: '+7 (383) 353-79-60, +7 (383) 354-58-83',
    coordinates: [54.984687, 82.879475]
},

{
    address: 'Новый Уренгой, Ямало-Ненецкий автономный округ, ул. Геологоразведчиков, 7',
    name: 'Новоуренгойская центральная городская больница, отделение переливания крови',
    phone: '+7 (3494) 94-54-64',
    coordinates: [66.080766, 76.693982]
},

{
    address: 'Ноябрьск, Ямало-Ненецкий автономный округ, ул. Муравленко, 44',
    name: 'Ноябрьская центральная городская больница, отделение переливания крови',
    phone: '+7 (3496) 34-21-74, +7 (3496) 31-52-92',
    coordinates: [63.190630, 75.430995]
},

{
    address: 'Обнинск, Калужская область, пр. Ленина, 85, поликлиника, 8 этаж',
    name: 'Клиническая больница №8 ФМБА России, отделение переливания крови',
    phone: '',
    coordinates: [55.099952, 36.601964]
},

{
    address: 'Октябрьский, Республика Башкортостан, ул. Островского, 3',
    name: 'Филиал Республиканской станции переливания крови',
    phone: '+7 (347) 200-94-06, доб. 260, 261',
    coordinates: [54.485685, 53.465561]
},

{
    address: 'Омутнинск, Кировская область, ул. Юных пионеров, 24А',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (83352) 2-32-73',
    coordinates: [58.669274, 52.175544]
},

{
    address: 'Оренбург, ул. Аксакова, 32',
    name: 'Областная клиническая станция переливания крови',
    phone: '+7 (3532) 67-03-03',
    coordinates: [51.775104, 55.120078]
},

{
    address: 'Орск, Оренбургская область, ул. Ленинского комсомола, 24а',
    name: 'Филиал Оренбургской областной клинической СПК Орская станция переливания крови',
    phone: '+7 (3537) 25-05-56, +7 (3537) 25-04-08',
    coordinates: [51.226671, 58.474288]
},

{
    address: 'Пенза, ул. Клары Цеткин, 41А',
    name: 'Пензенский областной клинический центр крови',
    phone: '+7 (8412) 90-15-05, +7 (8412) 57-17-17',
    coordinates: [53.217915, 45.052811]
},

{
    address: 'Пермь, ул. Лебедева, 54',
    name: 'Краевая станция переливания крови',
    phone: '+7 (342) 282-53-21, +7 (342) 281-95-37',
    coordinates: [58.017296, 56.276398]
},

{
    address: 'Петрозаводск, Республика Карелия, ул. Пирогова, 4А',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8142) 76-42-65, +7 (8142) 76-42-60',
    coordinates: [61.775501, 34.332523]
},

{
    address: 'Петропавловск-Камчатский, Камчатский край, ул. Академика Курчатова, 17',
    name: 'Камчатская краевая станция переливания крови',
    phone: '+7 (4152) 27-20-55, +7 (4152) 27-20-87',
    coordinates: [53.060187, 158.658218]
},

{
    address: 'Псков, пер. Интернациональный, 4',
    name: 'Станция переливания крови Псковской области',
    phone: '+7 (8112) 56-25-64, +7 (8112) 56-63-21',
    coordinates: [57.822811, 28.321168]
},

{
    address: 'Пятигорск, Ставропольский край, пр-т Кирова, 43',
    name: 'Пятигорский филиал ГБУЗ Ставропольская краевая станция переливания крови',
    phone: '+7 (8793) 33-33-44',
    coordinates: [44.035927, 43.072098]
},

{
    address: 'Ростов-на-Дону, ул. Варфоломеева, 92А',
    name: 'Станция переливания крови ФМБА России',
    phone: '+7 (863) 238-39-46, +7 (863) 238-25-70',
    coordinates: [47.226197, 39.688944]
},

{
    address: 'Ростов-на-Дону, ул. Ченцова, 71',
    name: 'Ростовская областная станция переливания крови',
    phone: '+7 (863) 251-76-42, +7 (863) 251-82-81',
    coordinates: [47.236892, 39.756111]
},

{
    address: 'Рубцовск, Алтайский край, пр. Рубцовский, 35А',
    name: 'Филиал Алтайский краевой центр крови',
    phone: '7 (38557) 4-61-97, +7 (38557) 4-65-60',
    coordinates: [51.502384, 81.212571]
},

{
    address: 'Саки, Республика Крым, ул. Лобозова, 22',
    name: 'Филиал ГБУЗ РК Центр крови',
    phone: '+7 (978) 994-96-38',
    coordinates: [45.122443, 33.613494]
},

{
    address: 'Самара, ул. Ново-Садовая, 156',
    name: 'Самарская областная клиническая станция переливания крови',
    phone: '+7 (846) 334-65-14',
    coordinates: [53.223107, 50.166507]
},

{
    address: 'Самара, ул. Ташкентская, 159 к. 3',
    name: 'Самарский областной медицинский центр Династия',
    phone: '+7 (846) 203-98-08, +7 (846) 956-44-55',
    coordinates: [53.260996, 50.243160]
},

{
    address: 'Санкт-Петербург, ул. 2-я Советская, 16',
    name: 'Российский НИИ гематологии и трансфузиологии ФМБА России, отделение переливания крови',
    phone: '+7 (812) 309-79-81 (доб. 362, 364)',
    coordinates: [59.931039, 30.371393]
},

{
    address: 'Санкт-Петербург, ул. Аккуратова, 2',
    name: 'ФГБУ «НМИЦ им. В. А. Алмазова» Минздрава России',
    phone: '+7 (812) 702-37-46, +7 (981) 130-71-08',
    coordinates: [60.015372, 30.301531]
},

{
    address: 'Санкт-Петербург, ул. Авангардная, 4',
    name: 'Городская больница №15, отделение переливания крови',
    phone: '+7 911 764-58-97',
    coordinates: [59.840826, 30.182154]
},

{
    address: 'Санкт-Петербург, ул. Вавиловых, 14',
    name: 'СПБ ГБУЗ «Елизаветинская больница», отделение переливания крови',
    phone: '+7 (812) 555-06-89',
    coordinates: [60.024675, 30.391102]
},

{
    address: 'Санкт-Петербург, ул. Льва Толстого, 19 (ст. метро «Петроградская»)',
    name: 'ФБГОУ ВО Первый Санкт-Петербургский государственный медицинский университет им. И.П. Павлова, отделение переливания крови',
    phone: '+7 (812) 429-24-13',
    coordinates: [59.964485, 30.321429]
},

{
    address: 'Салехард, Ямало-Ненецкий автономный округ, ул. Мира, 39',
    name: 'Салехардская окружная клиническая больница, отделение переливания крови',
    phone: '+7 (34922) 4-48-53',
    coordinates: [66.531367, 66.640163]
},

{
    address: 'Саранск, Республика Мордовия, ул. Дальняя, 3А',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8342) 32-83-11, +7 (8342) 24-37-17',
    coordinates: [54.188671, 45.153602]
},

{
    address: 'Саянск, Иркутская область, мкр. Благовещенский, 5А',
    name: 'Филиал № 1 ГБУЗ Иркутская областная станция переливания крови',
    phone: '+7 (3952) 22-92-78',
    coordinates: [54.104164, 102.180579]
},

{
    address: 'Симферополь, Республика Крым, ул. Киевская, 37/2',
    name: 'Республиканский центр крови',
    phone: '+7 (978) 917-20-25, +7 (978) 752-23-44',
    coordinates: [44.952632, 34.121922]
},

{
    address: 'Слободской, Кировская область, ул. Ленина, 88А',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (83362) 4-65-19',
    coordinates: [58.726308, 50.182263]
},

{
    address: 'Смоленск, ул. Ковтюха, 6',
    name: 'Смоленский областной центр крови',
    phone: '+7 (4812) 38-04-20, +7 (4812) 38-10-17',
    coordinates: [54.775459, 32.056830]
},

{
    address: 'Советск, Кировская область, ул. Кондакова, 33',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (83375) 2-12-76',
    coordinates: [57.581394, 48.959072]
},

{
    address: 'Сочи, Краснодарский край, ул. Дагомысская, 42/7',
    name: 'Сочинский филиал ГБУЗ Станция переливания крови',
    phone: '+7 (862) 261-23-77',
    coordinates: [43.596239, 39.740750]
},

{
    address: 'Ставрополь, ул. Лермонтова, 205',
    name: 'Краевая станция переливания крови',
    phone: '+7 (8652) 71-63-04, +7 (8652) 37-25-64',
    coordinates: [45.034343, 41.960603]
},

{
    address: 'Стерлитамак, Республика Башкортостан, ул. Коммунистическая, 89А',
    name: 'Филиал Республиканской станции переливания крови',
    phone: '+7 (347) 200-94-01',
    coordinates: [53.618713, 55.911035]
},

{
    address: 'Сургут, Ханты-Мансийский автономный округ, пр-д Дружбы, 4',
    name: 'Станция переливания крови ХМАО',
    phone: '+7 (3462) 37-68-09',
    coordinates: [61.251309, 73.409930]
},

{
    address: 'Сыктывкар, Республика Коми, ул. Октябрьский проспект, 59А',
    name: 'Республиканский центр крови',
    phone: '+7 (8212) 28-60-13, +7 (8212) 28-60-08',
    coordinates: [61.667119, 50.811668]
},

{
    address: 'Тамбов, ул. Б. Васильева, 3',
    name: 'Тамбовская областная станция переливания крови',
    phone: '+7 (4752) 47-25-44',
    coordinates: [52.732383, 41.463745]
},

{
    address: 'Тарко-Сале, Ямало-Ненецкий автономный округ, ул. Набережная, 1',
    name: 'Тарко-Салинская центральная районная больница, отделение переливания крови',
    phone: '+7 (34997) 6-11-62',
    coordinates: [64.920463, 77.774484]
},

{
    address: 'Тверь, Вагжановский переулок, 14',
    name: 'Клиника Фомина',
    phone: '+7 (4822) 22-37-02',
    coordinates: [56.851677, 35.931704]
},

{
    address: 'Тверь, ул. Горького, 107А',
    name: 'Клиника Фомина',
    phone: '+7 (4822) 22-30-92',
    coordinates: [56.869077, 35.886645]
},

{
    address: 'Тверь, ул. Л. Базановой, 5',
    name: 'Клиника Фомина',
    phone: '+7 (4822) 22-30-92',
    coordinates: [56.852130, 35.910459]
},

{
    address: 'Тверь, ул. Спартака, 42А',
    name: 'Клиника Фомина',
    phone: '+7 (4822) 22-30-92',
    coordinates: [56.852411, 35.880347]
},

{
    address: 'Тверь, ул. Тамары Ильиной, 20',
    name: 'Тверская областная станция переливания крови',
    phone: '+7 (4822) 58-74-32, +7 (4822) 58-72-32',
    coordinates: [56.838942, 35.926242]
},

{
    address: 'Тобольск, Тюменская область, ул. Красноармейская д. 4/1',
    name: 'Филиал Тюменской ОСПК',
    phone: '+7 (3456) 22-67-61, +7 (3456) 22-68-37',
    coordinates: [58.207824, 68.259942]
},

{
    address: 'Тюмень, ул. Энергетиков, 35',
    name: 'Тюменская ОСПК',
    phone: '+7 (922) 041-31-34, +7 (3452) 68-20-25',
    coordinates: [57.142286, 65.582846]
},

{
    address: 'Улан-Удэ, Республика Бурятия, ул. Пирогова, 7А',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (3012) 23-23-47, +7 (3012) 43-72-34',
    coordinates: [51.804585, 107.616464]
},

{
    address: 'Усолье-Сибирское, Иркутская область, ул. Шевченко, 7',
    name: 'Филиал № 6 ГБУЗ Иркутская областная станция переливания крови',
    phone: '+7 (39543) 6-71-60',
    coordinates: [52.763389, 103.638518]
},

{
    address: 'Усть-Илимск, Иркутская область, ул. Карла Маркса, 22а',
    name: 'Филиал № 5 ГБУЗ Иркутская областная станция переливания крови',
    phone: '+7 (39535) 5-72-31, +7 (39535) 5-38-61',
    coordinates: [57.950471, 102.725335]
},

{
    address: 'Уфа, Республика Башкортостан, ул. Батырская, 41/1',
    name: 'Республиканская станция переливания',
    phone: '+7 (347) 200-94-01',
    coordinates: [54.708243, 56.004218]
},

{
    address: 'Ухта, Республика Сыктывкар, ул. Горького, 11',
    name: 'Ухтинский филиал ГБУЗ Коми Республиканский центр Крови',
    phone: '+7 (8216) 76-35-41, +7 (8216) 76-35-07',
    coordinates: [63.553413, 53.684795]
},

{
    address: 'Хабаровск, ул. Волочаевская, 4',
    name: 'Краевая станция переливания крови',
    phone: '+7 (4212) 36-60-39, +7 (4212) 75-86-85',
    coordinates: [48.458850, 135.099881]
},

{
    address: 'Ханты-Мансийск, ул. Калинина, 40',
    name: 'Окружная клиническая больница, отделение переливания крови',
    phone: '+7 (3467) 39-02-18, +7 (3467) 32-23-40',
    coordinates: [61.008827, 69.033652]
},

{
    address: 'Чебоксары, Республика Чувашия, пр-т Ленина, 12А',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (8352) 70-07-04',
    coordinates: [56.128496, 47.247261]
},

{
    address: 'Чебоксары, Республика Чувашия, ул. Пирогова, 9',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8352) 45-37-05',
    coordinates: [56.137952, 47.199857]
},

{
    address: 'Челябинск, ул. Воровского, 68',
    name: 'Областная станция переливания крови',
    phone: '+7 (351) 232-78-90, +7 (351) 232-78-88',
    coordinates: [55.138912, 61.373727]
},

{
    address: 'Череповец, Вологодская область, ул. Космонавта Беляева, 51',
    name: 'Станция переливания крови № 2',
    phone: '+7 (8202) 26-88-12, +7 (8202) 26-88-16',
    coordinates: [59.125753, 38.003192]
},

{
    address: 'Черкесск, Карачаево-Черкесская Республика, ул. Пушкинская, 67',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (8782) 26-54-01, +7 (8782) 26-12-20',
    coordinates: [44.227812, 42.052258]
},

{
    address: 'Шадринск, Курганская область, ул. Михайловская, 112',
    name: 'Шадринское отделение Курганской областной станции переливания крови',
    phone: '+7 (35253) 7-43-93, +7 (35253) 7-58-98',
    coordinates: [56.080899, 63.646096]
},

{
    address: 'Шемордан, Республика Татарстан, ул. Фрунзе, 6Б',
    name: 'Плазмоцентр Росплазма',
    phone: '+7 (84362) 3-33-13',
    coordinates: [56.179711, 50.391544]
},

{
    address: 'Элиста, Республика Калмыкия, ул. Пушкина, 52',
    name: 'Центр крови Республики Калмыкия',
    phone: '+7 (84722) 4-36-60, +7 (84722) 4-31-33',
    coordinates: [46.316370, 44.266309]
},

{
    address: 'Южно-Сахалинск, Сахалинская область, ул. Коммунистическая, 135',
    name: 'Сахалинская областная станция переливания крови',
    phone: '+7 (4242) 46-50-11, +7 (4242) 46-51-04',
    coordinates: [46.951715, 142.736768]
},

{
    address: 'Якутск, Республика Саха (Якутия), ул. М. Горького, 14А',
    name: 'Республиканская станция переливания крови',
    phone: '+7 (4112) 35-03-73, +7 (4112) 35-32-00',
    coordinates: [62.035964, 129.734585]
},

{
    address: 'Ялта, Республика Крым, ул. Красноармейская, 5А',
    name: 'Ялтинская станция переливания крови',
    phone: '+7 (978) 751-75-54, +7 (978) 751-75-36',
    coordinates: [44.497257, 34.172158]
},

{
    address: 'Ярославль, ул. Бакунина, 92',
    name: 'Ярославская областная станция переливания крови',
    phone: '+7 (4852) 72-39-57, +7 (4852) 36-34-06',
    coordinates: [57.631580, 39.883156]
}