<!DOCTYPE html>
<html>
<link rel="stylesheet" href="./css/main.css">
<link rel="stylesheet" href="./css/index.css">
<?php
include './share/navbar.php';
?>

<body>
    <section id="intro">
        <h2>Донорство костного мозга</h2>
        <p>Стать донором костного мозга - это поступок, который может изменить жизнь больного и донора. Это не только шанс спасти жизнь, но и общественный поступок и возможность для личностного роста. Если вы хотите стать донором костного мозга, обратитесь в медицинский центр и узнайте, как это сделать. Возможно, вы станете героем для кого-то другого.</p>
        <a href="./faq.php">Узнать больше</a>
    </section>

    <section id="why-donate">
        <h2>Спасение жизни</h2>
        <p>Главная причина, по которой люди решают стать донорами костного мозга - это возможность спасти жизнь. Речь идет о пациентах, которые страдают от тяжелых заболеваний крови, таких как лейкемия и лимфома. Донорство костного мозга может быть единственным способом вылечить больного.</p>
    </section>

    <section id="personal-growth">
        <h2>Личностный рост</h2>
        <p>Стать донором костного мозга - это не только шанс спасти жизнь, но и общественный поступок. Когда вы становитесь донором, вы помогаете не только одному человеку, но и всему обществу. Доноры костного мозга - это люди, которые готовы помочь другим, даже если они никогда не встречались с больным. Это поступок, который может изменить мир к лучшему.</p>
        <p>Стать донором костного мозга - это также шанс для личностного роста. Это поступок, который требует от человека мужества, ответственности и желания помочь другим. Когда вы становитесь донором, вы понимаете, что вы можете изменить жизнь другого человека. Это может стать для вас настоящим открытием и помочь вам стать лучше.</p>
    </section>
    <img src="./share/img-o-fonde.png" alt="Изображение на фоне" style="width: 100%">
</body>

</html>