<link rel="stylesheet" href="./css/main.css">
<link rel="stylesheet" href="./css/stories.css">
<?php
include './share/navbar.php';
?>

<body>
    <div class="story-container">
        <img src="./share/story1_mihail.jpg" alt="story1Photo" class="story-photo">
        <div class="story-content">
            <div class="story-text-container">
                <h2 class="story-quote">"Если меня чему-то и научили годы этих испытаний, так это не сдаваться."</h2>
                <p class="story-text">В марте 2016 года, когда мне еще не исполнилось 30 лет, моя жизнь рухнула. У меня диагностировали острый лейкоз. Всегда думал, что у меня еще впереди столько времени: создать семью, стать отцом. Но вот болезнь заставила меня взглянуть на мир иначе.
                    Поставить диагноз было относительно просто — анализы крови явно говорили о проблемах. О раке я, конечно, слышал ранее — брат моей бабушки ушел из жизни в 25 лет из-за онкологии. Но как-то всегда казалось, что это происходит с кем-то другим, но не со мной.
                    Стоит сказать, что, несмотря на внутреннее спокойствие, я переживал за своих родителей. Я не хотел, чтобы они страдали из-за моего состояния. Медицинский путь, который меня ждал, оказался извилистым: от реанимаций и стерильных камер до длительных температур и тромбов. Однако, даже в тяжелые моменты, в больнице случались и веселые, и грустные истории, которые навсегда останутся со мной.
                    К моему счастью, медицина не стояла на месте. Традиционные дозы химиотерапии меня миновали, и лечение проходило довольно щадяще. Но как говорится, не бывает без облаков. Мы победили лейкоз, но в мае 2019 года меня ожидал новый диагноз — миелодиспластический синдром. Это означало, что мне нужна трансплантация костного мозга.
                    В России донорство костного мозга — тема не простая. Но мне опять повезло: был найден донор. Этот опыт заставил меня осознать, как важно заботиться о своем здоровье, особенно для мужчин. Не стыдно признавать свои слабости, просить о помощи или даже плакать. Стыдно только сдаваться. Ведь мы нужны своим близким — семье, детям, родителям.
                    Мои болезни обнаружили случайно, на ранних этапах, и это позволило мне продолжить борьбу. Надеюсь, моя история станет напоминанием о том, насколько важно ценить каждый день и заботиться о своем здоровье.
                </p>
            </div>
        </div>
    </div>

    <div class="story-container">
        <img src="./share/story2_ksenia.jpg" alt="story2Photo" class="story-photo">
        <div class="story-content">
            <div class="story-text-container">
                <h2 class="story-quote">"Я излечилась от лейкоза и рада, что болезнь меня многому научила"</h2>
                <p class="story-text">Ксения Журавлева полтора года боролась с постоянными простудами, синяками и усталостью, списывая все это на послеродовую усталость и стресс. Она пила антибиотики при первых признаках простуды, опасаясь заразить своего младенца, не осознавая, что самолечение усугубляет её состояние.
            В 2013 году анализы крови выявили воспаление, и Ксению госпитализировали. Она узнала страшную правду: у неё острый лимфобластный лейкоз. Однако страх потерять сына и лишить его матери подтолкнули женщину к активной борьбе за свою жизнь.
            Первый курс химиотерапии был особенно сложным. Ксению поместили в стерильную палату из-за слабого иммунитета, и она не могла видеться со своим сыном. Лечение оплатило страхование, и химиотерапия дала положительный результат. Теперь требовалась трансплантация костного мозга.
            Родственники и коллеги пробовались на роль донора, и, узнав о заболевании, последние даже собрали средства на поиск донора. Но донор так и не был найден. Однако врачи предложили новый путь: трансплантация из её же стволовых клеток.
            После успешной операции, Ксения вернулась к обычной жизни и встретилась со своим сыном. В интервью она рассказала, что болезнь изменила её, но, возможно, к лучшему: Это опыт научил меня многому, и я не уверена, что хотела бы вернуться к своей прежней жизни.
        </p>
            </div>
        </div>
    </div>

</body>